<template lang="html">
  <div class="greeting-article">
    <div>
      <div class="text-header">
        <h1 class="text-header__h1">Где я?</h1>
      </div>
      <div class="text-body">
        <p class="text-body--secondary-p">
          Вы находитесь на сайте словестной ролевой игры Хроношторм. Данный ресурс предназначен для игровых мастеров и игроков которые уже успели присоединится к проекту. В данный момент идет тестирование альфа версии правил игры и их доработка.
        </p>
      </div>
    </div>
    <div>
      <div class="text-header">
        <h1 class="text-header__h1">Словесные ролевые игры</h1>
      </div>
      <div class="text-body">
        <p class="text-body--secondary-p">
          <b>Словесная ролевая игра</b> - это игра воображения, в которой игрок берет на себя роль персонажа, принимая участие в самых разнообразных историях и приключениях. Само приключение придумывается заранее игровым мастером. Мастер описывает игровой мир и отыгрывает других НИПов (не игровых персонажей).
        </p>
      </div>
    </div>
    <div>
      <div class="text-header">
        <h1 class="text-header__h1">Хроношторм</h1>
      </div>
      <div class="text-body">
        <p class="text-body--secondary-p">
          <b>Хроношторм</b> - это словесная ролевая игра вдохновленная такими ролевыми системами как D&D и GURPS.
          Вселенная хроношторма это место в котором разростается пространственно временная аномалия объединяя волшебников и рыцарей с инженерами и звездными десантниками в общих приключениях.
        </p>
      </div>
    </div>
    <div>
      <div class="text-header">
        <h1 class="text-header__h1">О нас</h1>
      </div>
      <div class="text-body">
        <p class="text-body--secondary-p">
          Мы группа игровых мастеров которая работает над этим проектом для себя и своих друзей. Когда мы подготовим достаточно материала то будем рады поделится им с другими игроками и мастерами.
        </p>
      </div>
    </div>
  </div>
</template>

<script>
  export default {
  }
</script>

<style lang="scss" scoped>
</style>
